## Головний революціонер

roles-antag-rev-head-name = Головний революціонер
roles-antag-rev-head-objective = Твоя мета — захопити станцію, переконуючи людей приєднатися до твоєї справи та усуваючи всіх членів Командування.

head-rev-role-greeting =
    Ти — головний революціонер. Твоє завдання — усунути всіх членів Командування від влади шляхом смерті, затримання або навернення.
    Синдикат надав тобі спалах, який дозволяє навертати інших до своєї справи. Але будь обережний — він не подіє на тих, хто має захист для очей або імпланти розумового захисту. Пам’ятай, що члени Командування та Охорони мають такі імпланти за замовчуванням.
    Віва ла революсьйон!

head-rev-briefing =
    Використовуй спалахи, щоб навертати людей до своєї справи.
    Вбий, затримай або наверни всіх членів Командування, щоб захопити станцію.

head-rev-break-mindshield = Ментальний щит знищено!

## Революціонер

roles-antag-rev-name = Революціонер
roles-antag-rev-objective = Твоя мета — захищати головних революціонерів, виконувати їхні накази та допомагати їм захопити станцію, усуваючи всіх членів Командування.

rev-break-control = {$name} згадав(ла) свою справжню вірність!

rev-role-greeting =
    Ти — революціонер. Твоє завдання — захищати головних революціонерів і допомагати їм захопити станцію.
    Революція має діяти разом, щоб убити, затримати або навернути всіх членів Командування.
    Віва ла революсьйон!

rev-briefing = Допомагай головним революціонерам убити, затримати або навернути всіх членів Командування, щоб захопити станцію.

## Загальне

rev-title = Революціонери
rev-description = Революціонери, що ховаються серед екіпажу, намагаються навернути інших на свій бік і повалити Командування.

rev-not-enough-ready-players = Недостатньо гравців, які готові до гри. Готові {$readyPlayersCount} із {$minimumPlayers} необхідних. Неможливо почати Революціонерів.
rev-no-one-ready = Жоден гравець не готовий! Неможливо почати Революціонерів.
rev-no-heads = Не було обрано жодного Головного революціонера. Неможливо почати Революціонерів.

rev-won = Головні революціонери вижили та успішно захопили контроль над станцією.

rev-lost = Усі головні революціонери загинули, і Командування вижило.

rev-stalemate = І Командування, і головні революціонери загинули. Нічия.

rev-reverse-stalemate = І Командування, і головні революціонери вижили.

rev-headrev-count = {$initialCount ->
    [one] Був один головний революціонер:
    *[other] Було {$initialCount} головних революціонерів:
}

rev-headrev-name-user = [color=#5e9cff]{$name}[/color] ([color=gray]{$username}[/color]) навернув(ла) {$count} {$count ->
    [one] особу
    *[other] осіб
}

rev-headrev-name = [color=#5e9cff]{$name}[/color] навернув(ла) {$count} {$count ->
    [one] особу
    *[other] осіб
}

## Вікно після деактивації

rev-deconverted-title = Деконвертовано!
rev-deconverted-text =
    Оскільки останній головний революціонер загинув, революція завершена.

    Ти більше не революціонер, тож будь чемним.
rev-deconverted-confirm = Підтвердити
