thief-role-greeting-human =
    Ти — злочинець, клептоман, раніше заарештований і звільнений умовно за дрібні крадіжки. Тобі потрібно поповнити свою колекцію.
    Після останнього арешту тобі примусово встановили імплант пацифізму, але це не завадить тобі здобути бажане будь-якими засобами.

thief-role-greeting-animal =
    Ти тварина з клептоманією.
    Кради речі, які тобі подобаються.

thief-role-greeting-equipment =
    Ти маєш сумку з інструментами злодія і володієш вродженою здатністю красти непомітно.
    Вибери початкове спорядження та працюй непомітно.

objective-issuer-thief = [color=#746694]Злочинець[/color]

thief-round-end-agent-name = Злодій
